package com.example.xdfg.questionnaire;

public class QuizLibrary {

    private String myQuestions[] = {"1.Αισθάνεστε κουρασμένος αυτή τη στιγμή ;",
            "2.Χρειάζεστε περισσότερη ξεκούραση αυτή τη στιγμή ; " ,
            "3.Αισθάνεστε υπνηλία αυτή τη στιγμή ;",
            "4.Αντιμετωπίζετε πρόβλημα να αρχίσετε κάποια δραστηριότητα τώρα ;"
            ,"5.Μπορείτε να ξεκινήσετε κάποια δραστηριότητα χωρίς δυσκολία αλλά νιώθετε αδύναμος όσο αυτή εξελίσσεται τώρα;",
            "6.Αισθάνεστε έλλειψη ενέργειας αυτή τη στιγμή ;",
            "7.Αισθάνεστε μειωμένη σωματική δύναμη αυτή τη στιγμή ;",
            "8.Νιώθετε αδύναμος αυτή τη στιγμή ;",
            "9.Έχετε πρόβλημα συγκέντρωσης αυτή τη στιγμή ;",
            "10.Αντιμετωπίζετε πρόβλημα στο να σκεφτείτε με διαύγεια αυτή τη στιγμή ;",
            "11.Μπερδεύετε τα λόγια σας ενώ μιλάτε αυτή τη στιγμή;",
            "12.Βρίσκετε πιο δύσκολο να βρείτε τη σωστή λέξη αυτή τη στιγμή;",
            "13.Πώς είναι η μνήμη σας αυτή τη στιγμή ;",
            "14.Έχετε χάσει το ενδιαφέρον σας στις δραστηριότητες που συνηθίζατε να κάνετε αυτή τη στιγμή ;"
    };

    public String getQuestion(int a)
    {

        return myQuestions[a];
    }

}
